
#    _/_/_/              _/_/_/_/  _/  _/  _/      _/   
#   _/    _/    _/_/    _/        _/      _/_/    _/    
#  _/_/_/    _/    _/  _/_/_/    _/  _/  _/  _/  _/     
# _/    _/  _/    _/  _/        _/  _/  _/    _/_/      
#_/    _/    _/_/    _/        _/  _/  _/      _/

#токен бота
token = ''

#киви токен (https://p2p.qiwi.com/)
qiwi_token = ''
              
#администраторы с доступом к s!ashop
admins_ids = [0, 0]

#айди канала логов (туда все логи покупок и пополнений)
logid = 0

#айди роли покупателя (выдаётся после покупки)
roleid = 0

#айди вашего сервера
guildid = 0

#ссылка на изображение иконки в главном меню (/start)
iconurl = 'https://media.discordapp.net/attachments/1063449709412356126/1065627669548503070/7510046.png'

#ссылка на канал/сообщение вашей поддержки
supporturl = ''